// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Очистка печатающих головок";

NotInitiatedTitle = "Не удалось инициировать процедуру очистки";
NotInitiatedMsg = "Инициировать процедуру очистки невозможно. Убедитесь, что принтер находится в рабочем режиме и не выполняет обработку каких-либо заданий.";

CleaningProgressTitle = "Выполняется очистка печатающих головок…";

CompletitionLevelTitleFormat = "Уровень очистки %i выполнен";
CompletitionLevelMsgFormat = "Дождитесь окончания печати страницы проверки. Посмотрите на страницу и проверьте, устранена ли проблема. Если страница проверки выглядит нормально, нажмите кнопку \"Готово\", чтобы завершить процедуру очистки. В противном случае нажмите кнопку \"Уровень очистки %i\", чтобы продолжить очистку.";
CompletitionFinalMsg = "Дождитесь окончания печати страницы проверки. Посмотрите на страницу и проверьте, устранена ли проблема. Если страница проверки выглядит нормально, нажмите кнопку \"Готово\", чтобы завершить процедуру очистки. В противном случае нажмите кнопку \"Интерактивная поддержка HP\", чтобы посетить веб-страницу HP по устранению неисправностей.";
NextLevelButtonFormat = "Уровень очистки %i";
FinishButtonText = "Готово";
GetHelpButtonText = "Интерактивная поддержка HP";

HSDCleanPrintheadsExplanation = "Если на распечатке имеются полосы, как показано на примере, требуется очистить печатающие головки. Для этого требуется около одной минуты и один лист бумаги.";
HSDCleanPrintheadsInvitation = "Нажмите кнопку \"Очистить\", чтобы очистить печатающие головки.";
HSDManualCleanPrintheadsInvitation = "Чтобы очистить печатающую головку, выберите соответствующий параметр на дисплее панели управления принтера.";

CleanCancelledTitle = "Операция отменена";
CleanCancelledMsg = "Процедура очистки была отменена с передней панели устройства.";

CleaningProcessErrorTitle = "Невозможно выполнить операцию.";
CleaningProcessErrorMsg = "Процедура очистки не может быть завершена. Обратитесь в Техническую поддержку HP.";
DeviceBusyMessage = "Не удается выполнить процедуру очистки. Дождитесь завершения текущих заданий и повторите попытку.";

PythonLvl1DoneTitle = "Очистка печатающих головок первого уровня завершена";

PythonLvl1DoneMsg = "Если качество печати по-прежнему неудовлетворительное, доступна очистка второго уровня. Для этого требуется около 2 минут и один лист бумаги. При очистке второго уровня потребляется значительное количество чернил и ее следует применять, только если первоначальная очистка не обеспечивает повышения качества печати. Для выполнения очистки второго уровня нажмите кнопку “Очистка второго уровня”.";

PythonLvl2Button = "Очистка второго уровня";

PythonLvl2DoneTitle = "Очистка печатающих головок второго уровня завершена";

PythonLvl2DoneMsg = "Если качество печати по-прежнему не улучшилось, то повторное выполнение этой процедуры, вероятно, не поможет. Дополнительные сведения см. в документации принтера.";

ColorCleaningTextFieldTitle = "Очистка печатающих головок";
HSDInfoTextFieldTitle = "Если на распечатке имеются полосы, как показано на рисунке с примером, либо неверные или недостающие цвета, возможно, требуется очистить печатающие головки. Во время этого процесса для прочистки сопел печатающих головок расходуются чернила. Для этого требуется около 2 минут и один лист бумаги.";
HSDGuideTextFieldTitle = "Нажмите кнопку “Очистить”, чтобы очистить печатающие головки.";
HSDCleanButtonTitle = "Очистить";
CancelButtonTitleKey = "Отмена";

PythonLvl1DoneMsgPigment = "Если дефекты печати сохраняются, следует выполнить очистку второго уровня. Она занимает около 2 минут и требует одного листа бумаги. Для выполнения этой процедуры потребуется значительный объем чернил, поэтому ее стоит применять только в том случае, если простая очистка не дала результатов. Чтобы выполнить очистку второго уровня, нажмите \"Очистка второго уровня\".";
HSDInfoTextFieldTitlePigment = "Если на отпечатках появляются полосы (см. изображение), а также искаженные или отсутствующие цвета, может потребоваться очистка печатных головок. Для этого необходим некоторый объем чернил и лист бумаги. Процесс займет около 2 минут.";
